# GetStoryElevationN

## Description
Returns the elevaton of the indicated Story. The elevation is in document units.

```pascal
FUNCTION GetStoryElevationN(story : HANDLE): REAL;
```

```python
def vs.GetStoryElevationN(story):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|story|HANDLE|The Story whose elevation is desired.|

## See Also
VS Functions:
CreateStory
| SetStoryElevationN

## Version
Availability: from Vectorworks 2025

## Category
* Layers